<template>
  <article class="info">
          <div class="info__letter">
            <h2 class="info__title">
              Покупка и продажа валют без лимитов
            </h2>
            <p class="info__subtitle">
              Противоположная точка зрения подразумевает, что элементы
              политического процесса набирают популярность среди определенных
              слоев населения.
            </p>
          </div>
          <div class="info__sell">
            <h3 class="info__sell-title">Покупка</h3>
            <p class="info__sell-description">
              Вот вам яркий пример современных тенденций – экономическая
              повестка сегодняшнего дня обеспечивает актуальность поставленных
              обществом задач. С другой стороны, высококачественный прототип
              будущего проекта способствует повышению качества поэтапного и
              последовательного развития общества.
              <br />
              <br />В целом, конечно, сложившаяся структура организации
              предполагает независимые способы реализации экономической
              целесообразности принимаемых решений.
            </p>
          </div>
          <div class="info__buy">
            <h3 class="info__buy-title">Продажа</h3>
            <p class="info__buy-description">
              И нет сомнений, что представители современных социальных резервов
              неоднозначны и будут превращены в посмешище, хотя само их
              существование приносит несомненную пользу обществу. Учитывая
              ключевые сценарии поведения, синтетическое тестирование
              обеспечивает широкому кругу (специалистов) участие в формировании
              переосмысления внешнеэкономических политик. Но представители
              современных социальных резервов, которые представляют собой яркий
              пример континентально-европейского типа политической культуры,
              будут представлены в исключительно положительном свете. Равным
              образом, социально-экономическое развитие играет важную роль в
              формировании существующих финансовых и административных условий.
            </p>
          </div>
        </article>
</template>

<script>
  export default {
    
  }
</script>

<style lang="scss" scoped>
  .info {
  padding: 2.5rem 2.5rem 0 2.25rem;

  &__letter,&__sell,&__buy {
    margin-bottom: 1.885rem;
  }

  h2 {
    font-weight: 500;
    font-size: 24px;
    line-height: 28px;
    font-weight: 700;
  }

  &__subtitle {
    font-style: italic;
  }

  h3 {
    font-weight: 500;
    font-size: 20px;
    line-height: 23px;
    font-weight: 700;
  }

  p {
    font-size: 14px;
    line-height: 18px;
  }
}
</style>